import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <img src={logo} className="App-logo" alt="logo" />
        <p>Меня зовут Эрик</p>
        <p>Хочу освоить реакт на уровне мидла.</p>
        <p>
          Конктрено не знаю какие технлогии могут быть в реакте, но хотелось бы научиться делать анимации и правльно
          писать код на реакте
        </p>
        <p>Писал до этого на питоне делал бек, но не было опыта в разработке какого-то большого продукта</p>
        <p>
          На фронте не было опыта, только начинаю свой путь, до курса смотрел туториалы и пытался разобарться. Если буду
          задавать тупые вопрос извините )
        </p>
      </header>
    </div>
  );
}

export default App;
